Revit 2024 API
ElectricalLoadClassification.Spare Property
 Indicates if this load classification is to be used for spare.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public bool Spare { get; }
Visual Basic
Public ReadOnly Property Spare As Boolean
	Get
Visual C++
public:
property bool Spare {
	bool get ();
}
See Also
ElectricalLoadClassification Class
Autodesk.Revit.DB.Electrical Namespace